Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Kept in memory for this session.
de: Im Gedächtnis behalten für diese Sitzung.
es: Guardado en memoria para esta sesión.
fr: En mémoire de cette session.
it: Tenuto in memoria per questa sessione.
ja: このセッションのメモリにスキップします。
ko: 이 세션에 대한 메모리에서 Kept.
pt_br: Guardada em memória para esta sessão.
zh_hans: 记住这段话
zh_hant: 記住這段會議

source: Know which layer owns each decision
de: Wissen, welche Schicht jede Entscheidung besitzt
es: Saber qué capa posee cada decisión
fr: Savoir quelle couche possède chaque décision
it: Sapere quale strato possiede ogni decisione
ja: どのレイヤーが各決定を所有しているかを知る
ko: 각 결정을 소유하는 것을 알고
pt_br: Saiba qual camada possui cada decisão.
zh_hans: 知道每个决定是属于哪个层的
zh_hant: 知道每個決定都屬于哪層

source: Known answer
de: Bekannte Antwort
es: Respuesta conocida
fr: Réponse connue
it: Risposta nota
ja: 既知の回答
ko: 알려진 답변
pt_br: Resposta conhecida
zh_hans: 已知的答案
zh_hant: 已知的答案

source: Known inputs
de: Bekannte Inputs
es: Entradas conocidas
fr: Entrées connues
it: Ingressi noti
ja: 既知の入力
ko: 알려진 입력
pt_br: Entradas conhecidas
zh_hans: 已知输入
zh_hant: 已知輸入

source: LanguageModel conformance
de: LanguageModel-Konformität
es: Conformidad con LanguageModel
fr: Conformité à LanguageModel
it: Conformità a LanguageModel
ja: LanguageModel コンプライアンス
ko: LanguageModel 관련 상품
pt_br: Conformidade com LanguageModel
zh_hans: LanguageModel 遵守情况
zh_hant: LanguageModel 符合性

source: LanguageModelExecutorGenerationRequest carries the transcript plus generation and context options. A provider maps supported options and defines deliberate fallbacks for unsupported ones.
de: LanguageModelExecutorGenerationRequest trägt das Transkript plus Generation und Kontextoptionen. Ein Anbieter bildet unterstützte Optionen ab und definiert bewusste Fallbacks für nicht unterstützte.
es: LanguageModelExecutorGenerationRequest lleva la transcripción más opciones de generación y contexto. Un proveedor mapea opciones compatibles y define retrocesos deliberados para los no compatibles.
fr: LanguageModelExecutorGenerationRequest porte la transcription plus les options de génération et de contexte. Un fournisseur cartographie les options supportées et définit les replis délibérés pour les options non supportées.
it: LanguageModelExecutorGenerationRequest porta la trascrizione più opzioni di generazione e contesto. Un provider mappe supportate opzioni e definisce fallback deliberati per quelli non supportati.
ja: LanguageModelExecutorGenerationRequest トランスクリプトと生成とコンテキストオプションを運ぶ。 プロバイダは、サポートされているオプションをマップし、サポートされていないものに対する意図的なフォールバックを定義します。
ko: LanguageModelExecutorGenerationRequest transcript plus 생성 및 컨텍스트 옵션을 수행합니다. 공급자 지도 지원된 선택권 및 unsupported 것을 위한 deliberate fallbacks를 정의하십시오.
pt_br: LanguageModelExecutorGenerationRequest carrega a transcrição mais opções de geração e contexto. Um provedor mapeia opções suportadas e define recuos deliberados para as não apoiadas.
zh_hans: LanguageModelExecutorGenerationRequest 带有记录以及生成和上下文选项。 一个提供者地图支持选项,并定义了不支持选项的故意倒置。
zh_hant: LanguageModelExecutorGenerationRequest 帶上筆記本 加上產生和上下文選項 供應者地圖支援了選項, 並定義了不支援的選項的故意倒置 。

source: LanguageModelSession owns the interaction with a LanguageModel. Respond and streamResponse are the generation boundary; GenerationOptions and ContextOptions configure a request.
de: LanguageModelSession Die Interaktion mit einem LanguageModelReagieren und streamResponse die Erzeugungsgrenze; GenerationOptions ContextOptions konfiguriert eine Anforderung.
es: LanguageModelSession posee la interacción con un LanguageModelRespuesta y streamResponse son el límite de generación; GenerationOptions y ContextOptions configuran una solicitud.
fr: LanguageModelSession possède l'interaction avec un LanguageModel. Répondre et streamResponse sont les limites de la génération; GenerationOptions et ContextOptions configure une requête.
it: LanguageModelSession possiede l'interazione con un LanguageModel. Risposta e streamResponse sono il confine di generazione; GenerationOptions e ContextOptions configurare una richiesta.
ja: LanguageModelSession とのやり取りを LanguageModel. 対応と対応 streamResponse 世代の境界である。 GenerationOptions ContextOptions はリクエストを構成します。
ko: LanguageModelSession 자주 묻는 질문 LanguageModel. 응답 및 streamResponse 세대 경계; GenerationOptions ContextOptions는 요청을 구성합니다.
pt_br: LanguageModelSession possui a interação com LanguageModelResponda e streamResponse são os limites da geração; GenerationOptions e ContextoOpções configuram um pedido.
zh_hans: LanguageModelSession 拥有与 a 的交互 LanguageModel答复和答复 streamResponse 是生成的边界; GenerationOptions 和上下文选项配置请求。
zh_hant: LanguageModelSession 擁有與 a LanguageModel答复和 streamResponse 是那一代人的邊界; GenerationOptions 和背景可選項設定要求。

source: LanguageModelSession.Profile binds dynamic instructions to session configuration. DynamicProfile can change that configuration from app state before requests.
de: LanguageModelSession.Profile Bindet dynamische Anweisungen an die Sitzungskonfiguration. DynamicProfile kann diese Konfiguration vom App-Status vor Anfragen ändern.
es: LanguageModelSession.Profile une instrucciones dinámicas a la configuración de sesión. DynamicProfile puede cambiar esa configuración desde el estado de aplicación antes de las solicitudes.
fr: LanguageModelSession.Profile lie les instructions dynamiques à la configuration de la session. DynamicProfile peut modifier cette configuration à partir de l'état app avant les requêtes.
it: LanguageModelSession.Profile lega le istruzioni dinamiche alla configurazione di sessione. DynamicProfile può cambiare tale configurazione dallo stato app prima delle richieste.
ja: LanguageModelSession.Profile 動的指示をセッション設定にバインドします。 DynamicProfile リクエストの前にアプリの状態から設定を変更できます。
ko: LanguageModelSession.Profile 세션 구성에 동적 지시를 바인딩합니다. DynamicProfile 요청하기 전에 앱 상태에서 설정할 수 있습니다.
pt_br: LanguageModelSession.Profile liga instruções dinâmicas à configuração da sessão. DynamicProfile pode mudar essa configuração do estado do aplicativo antes das solicitações.
zh_hans: LanguageModelSession.Profile 将动态指令绑定到会话配置中。 DynamicProfile 可以在请求前从应用程序状态更改配置 。
zh_hant: LanguageModelSession.Profile 將动态指令附加到會議設定中 。 DynamicProfile 可以先從應用程式狀態變更設定 。

source: Largest correct
de: Größte korrekte
es: Más grande correcto
fr: Plus grande correction
it: Corretto più grande
ja: 最大の正しい
ko: 가장 큰 수정
pt_br: Maior correto.
zh_hans: 最大对数
zh_hant: 最大的正确

source: Latency
de: Latenz
es: Latent
fr: Latence
it: Lattice
ja: レイテンシー
ko: 지연 시간
pt_br: Latente
zh_hans: 延迟
zh_hant: 延迟

source: Latest Output
de: Letzter Output
es: Última producción
fr: Dernier produit
it: Più recente
ja: 最新の出力
ko: 최근 출력
pt_br: Última Saída
zh_hans: 最近产出
zh_hant: 最近輸出

source: Latest decision and constraints
de: Letzte Entscheidung und Zwänge
es: Última decisión y limitaciones
fr: Dernière décision et contraintes
it: Ultima decisione e vincoli
ja: 最新の決定と制約
ko: 최근 결정 및 제약
pt_br: Última decisão e restrições
zh_hans: 最近的决定和限制
zh_hant: 最近决定和限制

source: Limit reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
ja: 上限に達しました
ko: 한도 도달
pt_br: Limite atingido
zh_hans: 已达到限额
zh_hant: 已達限制

source: Limit reached. Resets %@
de: Limit erreicht. Resets %@
es: Límite alcanzado. Resets %@
fr: Limite atteinte. Réinitialise %@
it: Limite raggiunto. Reimpostazioni %@
ja: 限界に達しました。 リセット %@
ko: 한도 도달. %@에 재설정
pt_br: Limite alcançado. Reinicia. %@
zh_hans: 限制到达。 重新设置 %@
zh_hant: 限制已達。 重置 %@

source: Linear entries
de: Lineare Einträge
es: Entradas lineales
fr: Entrées linéaires
it: Voci lineari
ja: リニアエントリー
ko: 선형 항목
pt_br: Entradas lineares
zh_hans: 线性条目
zh_hant: 線性項目

source: List the key takeaways in bullets.
de: Listen Sie die wichtigsten Takeaways in Kugeln auf.
es: Liste las tomas de llaves en balas.
fr: Énumérez les clés en balles.
it: Elenca i takeaway chiave nei proiettili.
ja: 弾丸のキーのテイクアウトをリストします。
ko: 총알에 키 테이크아웃을 나열합니다.
pt_br: Liste as chaves em balas.
zh_hans: 列出子弹中的关键外卖
zh_hant: 列出子彈中的鑰匙外賣

source: Lives in
de: Lebt in
es: Vive en
fr: Vit dans
it: Vive in
ja: ライブ
ko: 라이브 채팅
pt_br: Vive em
zh_hans: 住在这里
zh_hant: 住在里面

source: Load resources before the user waits.
de: Laden Sie Ressourcen, bevor der Benutzer wartet.
es: Cargar recursos antes de que el usuario espere.
fr: Chargez les ressources avant que l'utilisateur n'attende.
it: Carica risorse prima che l'utente aspetti.
ja: ユーザーが待機する前にリソースをロードします。
ko: 사용자 대기 전에 로드 리소스.
pt_br: Carregue os recursos antes que o usuário espere.
zh_hans: 在用户等待前装入资源 。
zh_hant: 在使用者等待前載入資源 。

source: Local authorization demo
de: Lokale Autorisierung Demo
es: Demo de autorización local
fr: Démo autorisation locale
it: Demo di autorizzazione locale
ja: ローカル認可のデモ
ko: Local authorization 데모
pt_br: Demo de autorização local
zh_hans: 本地授权演示
zh_hant: 本地授权演示

source: Long-context behavior
de: Langzeitverhalten
es: Comportamiento de largo contexto
fr: Comportement à long contexte
it: Comportamento a lungo contenuto
ja: 長いコンテキスト動作
ko: Long-context 동작
pt_br: Comportamento de longo contexto
zh_hans: 长文本行为
zh_hant: 長文字行為

source: Make routing an explicit app policy
de: Machen Sie das Routing einer expliziten App-Richtlinie
es: Hacer una política explícita de aplicación
fr: Faire du routage une politique d'application explicite
it: Fare il routing di una politica app esplicita
ja: 明示的なアプリポリシーをルーティングする
ko: routing the 명시된 앱 정책
pt_br: Faça uma política explícita do aplicativo.
zh_hans: 让路由成为明确的应用政策
zh_hant: 使路徑成為明确的應用程式政策

source: Map transcript entries to provider messages.
de: Map Transkripteinträge zu Provider-Nachrichten.
es: Mapa de las entradas de transcripción a los mensajes del proveedor.
fr: Carte des entrées de transcription vers les messages du fournisseur.
it: Le voci di trascrizione della mappa ai messaggi del fornitore.
ja: トランスクリプトエントリをプロバイダメッセージにマップします。
ko: 공급자 메시지에 지도 transcript 항목.
pt_br: Mapear entradas de transcrição para mensagens de provedor.
zh_hans: 地图记录录入到提供者消息。
zh_hant: 地圖抄錄到提供商的訊息

source: Mark untrusted tool output so the model treats it as data, not instructions.
de: Markieren Sie die nicht vertrauenswürdige Werkzeugausgabe, damit das Modell sie als Daten und nicht als Anweisungen behandelt.
es: Marca la salida de la herramienta sin confiar para que el modelo lo trate como datos, no instrucciones.
fr: Marquer la sortie de l'outil non fiable afin que le modèle le traite comme des données, pas des instructions.
it: Segna l'output di strumenti non attendibili in modo che il modello lo tratti come dati, non istruzioni.
ja: 信じられないほどのツール出力をマークし、モデルがデータとして扱います。
ko: Mark untrusted tool output 그래서 모델은 데이터로 취급, 지침이 아닙니다.
pt_br: Marcar saída de ferramenta não confiável para que o modelo trate como dados, não instruções.
zh_hans: 标记未信任的工具输出,所以模型将它视为数据,而不是指令.
zh_hant: 標示不信任的工具輸出, 所以模型將它視為數據, 不是指令 。

source: Markdown
de: Kennzeichnung
es: Marcado
fr: Marquage
it: Marcatura
ja: マークダウン
pt_br: Marcação
zh_hans: 标记
zh_hant: 下標

source: Match required capabilities
de: Erforderliche Fähigkeiten
es: Capacidades requeridas
fr: Correspondance des capacités requises
it: Funzionalità richieste
ja: マッチに必要な能力
ko: 일치하는 필수 기능
pt_br: Coincidir com as capacidades necessárias.
zh_hans: 匹配所需能力
zh_hant: 匹配所需能力

source: Maximum tokens
de: Maximale Tokens
es: Tokens máximos
fr: Jetons maximums
it: Token massimi
ja: 最大トークン数
ko: 최대 토큰 수
pt_br: Máximo de tokens
zh_hans: 最大令牌数
zh_hant: 最大權杖數

source: Meaning similarity
de: Bedeutung der Ähnlichkeit
es: Significado de similitud
fr: Signification de la similitude
it: Denominazione
ja: 類似性の意味
ko: 의미 유사도
pt_br: Significando semelhança.
zh_hans: 含义相似
zh_hant: 意思是相似性

source: Measure
de: Maßnahme
es: Medida
fr: Mesure
it: Misura
ja: 測定値
ko: 측정
pt_br: Medida
zh_hans: 措施
zh_hant: 測量

source: Measure Budget
de: Maßnahme Haushalt
es: Presupuesto de medición
fr: Mesure Budget
it: Bilancio di misura
ja: 予算を測定する
ko: 측정 예산
pt_br: Medida de Orçamento
zh_hans: 预算
zh_hant: 量度預算

source: Measure live latency, tokens, and control flow
de: Messung der Live-Latenz, der Token und des Kontrollflusses
es: Medir latencia viva, fichas y flujo de control
fr: Mesurer la latence réelle, les jetons et le débit de régulation
it: Misurare la latenza live, gettoni e flusso di controllo
ja: ライブレイテンシ、トークン、および制御フローの測定
ko: 실시간 대기 시간, 토큰 및 제어 흐름 측정
pt_br: Meça latência ao vivo, fichas e fluxo de controle.
zh_hans: 测量活的潜伏度、信号和控制流量
zh_hant: 測量活的空間、符號和控制流

source: Measure the prompt and sample transcript before comparing policies.
de: Messen Sie das Prompt- und Sample-Transkript, bevor Sie Richtlinien vergleichen.
es: Medir la transcripción rápida y muestral antes de comparar las políticas.
fr: Mesurer la transcription rapide et l'échantillon avant de comparer les politiques.
it: Misurare la trascrizione del prompt e del campione prima di confrontare le politiche.
ja: ポリシーを比較する前に、プロンプトとサンプルのトランスクリプトを測定します。
ko: 정책 비교 전에 신속하고 샘플 성적을 측정합니다.
pt_br: Meça a transcrição rápida e da amostra antes de comparar as políticas.
zh_hans: 在比较政策之前,先测量及时记录和样本记录。
zh_hant: 在比對政策前,

source: Measure the prompt and sample transcript with the model tokenizer.
de: Messen Sie das Prompt- und Sample-Transkript mit dem Modell-Tokenizer.
es: Medir la transcripción rápida y muestra con el tokenizer modelo.
fr: Mesurez la transcription rapide et l'échantillon avec le tokenizer du modèle.
it: Misurare la trascrizione del prompt e del campione con il tokenizer del modello.
ja: モデルトークナイザーでプロンプトとサンプルトランスクリプトを測定します。
ko: 모형 Tokenizer를 가진 신속한 그리고 표본 성적 측정.
pt_br: Meça a transcrição rápida e de amostra com o tokenizer modelo.
zh_hans: 用模型的标注器测量快速和样本记录。
zh_hant: 用模擬代碼器來測量快速和樣本

source: Measured runs
de: Gemessene Durchläufe
es: Ejecuciones medidas
fr: Essais mesurés
it: Esecuzioni misurate
ja: 測定された操業
ko: 측정된 실행
pt_br: Execuções medidas
zh_hans: 测量运行
zh_hant: 量度跑步

source: Measured with SystemLanguageModel.tokenCount(for:).
de: Gemessen mit SystemLanguageModel.tokenCount(for:).
es: Medido con SystemLanguageModel.tokenCount(for:).
fr: Mesuré avec SystemLanguageModel.tokenCount(for:).
it: Misurato con SystemLanguageModel.tokenCount(for:).
ja: 測定されると SystemLanguageModel.tokenCount(for:)お問い合わせ
ko: 관련 기사 SystemLanguageModel.tokenCount(for:)·
pt_br: Medida com SystemLanguageModel.tokenCount(for:).
zh_hans: 衡量 SystemLanguageModel.tokenCount(for:)。 。 。 。
zh_hant: 量度 SystemLanguageModel.tokenCount(for:).

source: Measuring prompt and sample transcript…
de: Messprompt und Sample Transkript...
fr: Mesure rapide et échantillon de transcription...
it: Pronta di misurazione e trascrizione del campione...
ja: 測定プロンプトとサンプルトランスクリプト...
ko: 측정 신속한 및 샘플 성적 ...
pt_br: Medindo rapidamente e a transcrição da amostra...
zh_hans: 测量迅速和样本记录...
zh_hant: 測量即時和樣本

source: Median, p90, and failure rate
de: Median, p90 und Ausfallrate
es: Mediano, p90 y tasa de fracaso
fr: Médiane, p90, et taux de défaillance
it: Median, p90 e tasso di guasto
ja: 媒体、p90、故障率
ko: Median, p90 및 실패율
pt_br: Média, P90, e taxa de falha
zh_hans: 中位数,p90和故障率
zh_hant: 中度,p90和故障率

source: Metric
de: Metrik
es: métrica
fr: métrique
it: Metrica
ja: メトリック
ko: 지표
pt_br: Métrica
zh_hans: 度量衡
zh_hant: 量子

source: Metrics
de: Metriken
es: Métricas
fr: métriques
it: Metriche
ja: メトリック
ko: 지표
pt_br: Métricas
zh_hans: 计量
zh_hant: 指標

source: Model Capabilities
de: Modellfähigkeiten
es: Capacidades modelo
fr: Capacités du modèle
it: Capacità del modello
ja: モデルの機能
ko: 모델 기능
pt_br: Capacidades do modelo
zh_hans: 模型能力
zh_hant: 模型能力

source: Model judge
de: Musterrichter
es: Juez modelo
fr: Juge modèle
it: Giudice del modello
ja: モデル審査員
ko: 모델 평가자
pt_br: Juiz modelo.
zh_hans: 模拟法官
zh_hant: 模范法官

source: Model not ready
de: Modell nicht bereit
es: Modelo no listo
fr: Modèle non prêt
it: Modello non pronto
ja: モデルの準備ができていません
ko: 모델이 준비되지 않음
pt_br: Modelo não está pronto
zh_hans: 模型尚未就绪
zh_hant: 模型尚未就緒

source: Model token counting requires version 26.4 or later; no estimates are shown.
de: Modell-Token-Zählung erfordert Version 26.4 oder höher; es werden keine Schätzungen angezeigt.
es: El recuento de token modelo requiere la versión 26.4 o posterior; no se muestran estimaciones.
fr: Le comptage des jetons de modèle nécessite la version 26.4 ou ultérieure; aucune estimation n'est présentée.
it: Il conteggio dei token del modello richiede la versione 26.4 o successiva; non vengono mostrate stime.
ja: モデルトークンカウントにはバージョン26.4以降が必要です。 見積もりはありません。
ko: 모델 토큰 계산은 버전 26.4 이상이 필요합니다. 견적이 표시되지 않습니다.
pt_br: Contagem de fichas de modelo requer a versão 26.4 ou posterior; nenhuma estimativa é mostrada.
zh_hans: 模型符号计数需要26.4版或以后;没有显示估计数。
zh_hant: 模擬符號計數需要26.4或更晚的版本; 沒有顯示任何估計 。

source: Modes
de: Modi
es: Modos
fr: Mode
it: Modalità
ja: モード
ko: 모드
pt_br: Modos
zh_hans: 模式
zh_hant: 模式

source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
ja: 変更済み
ko: 수정됨
pt_br: Modificado
zh_hans: 已修改
zh_hant: 已修改

source: No
de: Nein
fr: Numéro
ja: いいえ
ko: 아니요
pt_br: Não.
zh_hans: 否
zh_hant: 否

source: No Adapter Loaded
de: Kein Adapter geladen
es: No adaptador cargado
fr: Aucun adaptateur chargé
it: Nessun adattatore caricato
ja: アダプターが読み込まれていません
ko: 로드된 어댑터 없음
pt_br: Nenhum adaptador carregado
zh_hans: 未加载适配器
zh_hant: 未載入適配器

source: No Comparison Yet
de: Noch kein Vergleich
es: Sin embargo, ninguna comparación
fr: Pas encore de comparaison
it: Ancora nessun confronto
ja: 比較なし
ko: 아직 비교 없음
pt_br: Sem comparação ainda.
zh_hans: 尚未比较
zh_hant: 尚未比對

source: No Completed Comparison
de: Kein abgeschlossener Vergleich
es: Sin comparación completa
fr: Comparaison non achevée
it: Nessun confronto completo
ja: 完全比較なし
ko: 완료된 비교
pt_br: Sem comparação completa.
zh_hans: 未完成比较
zh_hant: 未完成比對

source: No Response Measured
de: Keine Antwort gemessen
es: No mide respuesta
fr: Aucune réponse mesurée
it: Nessuna risposta misurata
ja: 測定される応答無し
ko: 응답 측정 없음
pt_br: Nenhuma resposta medida.
zh_hans: 无答复
zh_hant: 未衡量答复

source: No adapter loaded
de: Kein Adapter geladen
es: Sin adaptador cargado
fr: Aucun adaptateur chargé
it: Nessun adattatore caricato
ja: アダプターが読み込まれていません
ko: 로드된 어댑터 없음
pt_br: Nenhum adaptador carregado.
zh_hans: 未加载适配器
zh_hant: 未載入適配器

source: No approval gate is configured; the tool implementation could perform the side effect.
de: Es ist kein Genehmigungsgate konfiguriert; die Werkzeugimplementierung könnte den Nebeneffekt ausführen.
es: No se configura ninguna puerta de aprobación; la implementación de la herramienta puede realizar el efecto secundario.
fr: Aucune barrière d'approbation n'est configurée; la mise en œuvre de l'outil pourrait produire l'effet secondaire.
it: Nessun cancello di approvazione è configurato; l'implementazione dello strumento potrebbe eseguire l'effetto collaterale.
ja: 承認ゲートは構成されていません。ツールの実装は副作用を実行できます。
ko: 승인 게이트가 구성되지 않습니다. 도구 구현은 부작용을 수행 할 수 있습니다.
pt_br: Nenhuma porta de aprovação está configurada, a implementação da ferramenta poderia realizar o efeito colateral.
zh_hans: 没有配置批准门;工具执行可以实现副作用.
zh_hant: 沒有設定批准門; 工具執行可以執行副作用 。

source: No documents indexed
de: Keine indexierten Dokumente
es: No hay documentos indexados
fr: Aucun document indexé
it: Nessun documento indicizzato
ja: 文書のインデックスなし
ko: 색인된 문서 없음
pt_br: Nenhum documento indexado.
zh_hans: 没有索引文档
zh_hant: 沒有索引文件

source: No inspection yet
de: Noch keine Inspektion
es: No hay inspección todavía
fr: Pas encore d'inspection
it: Ancora nessuna ispezione
ja: 点検はまだありません
ko: 아직 검사 없음
pt_br: Sem inspeção ainda.
zh_hans: 还没有检查
zh_hant: 尚未檢查

source: No languages reported yet.
de: Noch keine Sprachen gemeldet.
es: Todavía no se ha informado de idiomas.
fr: Pas encore de langue.
it: Ancora nessuna lingua.
ja: 未発表の言語が報告されていません。
ko: 아직 보고된 언어 없음.
pt_br: Nenhum idioma relatado ainda.
zh_hans: 还没有报告语言。
zh_hant: 尚未有語言報告 。

source: No model is loaded and no request is sent. Select a layer to inspect the provider contract.
de: Es wird kein Modell geladen und keine Anfrage gesendet. Wählen Sie eine Ebene aus, um den Anbietervertrag zu prüfen.
es: No se carga ningún modelo y no se envía ninguna solicitud. Seleccione una capa para inspeccionar el contrato del proveedor.
fr: Aucun modèle n'est chargé et aucune demande n'est envoyée. Sélectionnez une couche pour inspecter le contrat du fournisseur.
it: Nessun modello è caricato e nessuna richiesta viene inviata. Selezionare uno strato per controllare il contratto del fornitore.
ja: モデルは読み込まれず、要求は送られません。 プロバイダー契約を調べるレイヤーを選択します。
ko: 모델이로드되지 않고 요청이 전송되지 않습니다. 공급자 계약을 검사하는 층을 선택하십시오.
pt_br: Nenhum modelo está carregado e nenhum pedido é enviado. Selecione uma camada para inspecionar o contrato do provedor.
zh_hans: 没有装入模型,也没有发出请求 。 选择检查供应商合同的一层 。
zh_hant: 沒有載入型號, 沒有傳送任何要求 。 選擇一層來檢查提供者合同 。

source: No proposed action
de: Keine vorgeschlagenen Maßnahmen
es: Ninguna medida propuesta
fr: Aucune action proposée
it: Nessuna azione proposta
ja: 提案された行動なし
ko: 제안 된 행동
pt_br: Nenhuma ação proposta.
zh_hans: 无提议的行动
zh_hant: 未提出動作

source: No readable reasoning trace was included in this transcript entry.
de: Keine lesbare Argumentationsspur wurde in diesem Transkripteintrag enthalten.
es: No se incluyó ningún rastro de razonamiento legible en esta transcripción.
fr: Aucune trace de raisonnement lisible n'a été incluse dans cette transcription.
it: Nessuna traccia di ragionamento leggibile è stata inclusa in questa voce trascrizione.
ja: このトランスクリプトエントリに読みやすい推論トが含まれていません。
ko: 읽을 수 없는 reasoning trace는 이 성적표에 포함되었습니다.
pt_br: Nenhum traço de raciocínio foi incluído nesta transcrição.
zh_hans: 本记录条目中没有可读推理痕迹。
zh_hant: 記錄中沒有可讀取的推理追蹤

source: No response yet
de: Noch keine Antwort
es: No hay respuesta todavía
fr: Pas encore de réponse
it: Ancora nessuna risposta
ja: 応答なし
ko: 아직 응답 없음
pt_br: Nenhuma resposta ainda.
zh_hans: 未回复
zh_hant: 尚未回复

source: No retrieved content is included.
de: Es sind keine abgerufenen Inhalte enthalten.
es: No se incluye contenido recuperado.
fr: Aucun contenu récupéré n'est inclus.
it: Nessun contenuto recuperato è incluso.
ja: 取得されたコンテンツは含まれていません。
ko: 관련 내용이 없습니다.
pt_br: Nenhum conteúdo recuperado está incluído.
zh_hans: 未包含已检索的内容 。
zh_hant: 未包含已取回的內容 。

source: No saved adapters
de: Keine gespeicherten Adapter
es: No hay adaptadores guardados
fr: Aucun adaptateur enregistré
it: Nessun adattatore salvato
ja: 保存済みのアダプターはありません
ko: 저장된 어댑터 없음
pt_br: Nenhum adaptador salvo
zh_hans: 没有已保存的适配器
zh_hant: 沒有已儲存的適配器

source: No side-effecting tool is available in this request.
de: In dieser Anfrage ist kein Nebenwirkungswerkzeug verfügbar.
es: En esta solicitud no se dispone de ninguna herramienta de efecto secundario.
fr: Aucun outil d'effet secondaire n'est disponible dans cette demande.
it: In questa richiesta non è disponibile alcun strumento effetto collaterale.
ja: このリクエストでは、副作用のツールは使用できません。
ko: 부작용이 없습니다.
pt_br: Nenhuma ferramenta de efeito colateral está disponível neste pedido.
zh_hans: 本请求中没有附带效果工具 。
zh_hant: 此要求中沒有副作用工具 。

source: No sources found for that question. Try asking about a specific section or rephrase your question.
de: Keine Quellen für diese Frage gefunden. Versuchen Sie, nach einem bestimmten Abschnitt zu fragen oder Ihre Frage neu zu formulieren.
es: No se han encontrado fuentes para esa pregunta. Intente preguntar sobre una sección específica o reformular su pregunta.
fr: Aucune source n'a été trouvée pour cette question. Essayez de poser des questions sur une section spécifique ou de reformuler votre question.
it: Nessuna fonte trovata per quella domanda. Prova a chiedere su una sezione specifica o riformulare la tua domanda.
ja: その質問のために見つけられた情報源無し。 特定のセクションについて質問をしたり、質問を補充したりしてください。
ko: 그 질문에 대한 소스가 없습니다. 특정 섹션 또는 질문에 대한 요청을 시도하십시오.
pt_br: Nenhuma fonte encontrada para essa pergunta. Tente perguntar sobre uma seção específica ou reformule sua pergunta.
zh_hans: 这个问题没有找到消息来源。 尝试询问一个特定的章节或重写您的问题 。
zh_hant: 找不到這個問題的來源 。 試著問問某個區域 或者重新解釋你的問題

source: No tools
de: Keine Werkzeuge
es: Sin herramientas
fr: Aucun outil
it: Nessun strumento
ja: ツールなし
ko: 도구 없음
pt_br: Sem ferramentas.
zh_hans: 没有工具
zh_hant: 沒有工具
